/**
 * Created by mengh on 2017/5/3.
 */

var CmMenu=[
    {
        "name": "标题",
        "submenu": [
            {
                "name": "文字标题",
                "id":"1001"
            },
            {
                "name": "线框标题",
                "id": "1002",

            },
            {
                "name": "底色标题",
                "id": "1003",

            },
            {
                "name": "编号标题",
                "id": "1004"
            }
        ]
    },
    {
        "name": "内容",
        "submenu": [
            {
                "name": "边框内容",
                "id": "2001"
            },
            {
                "name": "底色内容",
                "id": "2002"
            },
            {
                "name": "序号/轴线",
                "id": "2003"
            },
            {
                "name": "分割线",
                "id": "2004"
            }, {
                "name": "左右分栏",
                "id": "2005"
            }
        ]
    },
    {
        "name": "图文",
        "submenu": [
            {
                "name": "左右图文",
                "id": "3001"
            },
            {
                "name": "上下图文",
                "id": "3002"
            },
            {
                "name": "背景图",
                "id": "3003"
            },
            {
                "name": "纯图片",
                "id": "3004"
            }
        ]
    },
    {
        "name": "场景",
        "submenu": [
            {
                "name": "关注引导",
                "id": "4001"
            },
           /* {
                "name": "二维码",
                "id": "4002"
            },*/
            {
                "name": "原文引导",
                "id": "4003"
            }
        ]
    },
    // {
    //     "name": "模板",
    //     "submenu": [
    //         {
    //             "name": "系统模板",
    //             "id": "5001"
    //         }
    //
    //     ]
    // }
];
//初始化菜单列表
new AccordionMenu({menuArrs:CmMenu});
